[
    {
        "id": 1,
        "name": "วัดพระแก้ว",
        "description": "วัดพระแก้วเป็นวัดประจำพระบรมมหาราชวัง สร้างขึ้นพร้อมกับการสถาปนากรุงรัตนโกสินทร์ ภายในประดิษฐานพระแก้วมรกต พระพุทธรูปคู่บ้านคู่เมืองที่สำคัญที่สุดของไทย",
        "lat": 13.7515,
        "lon": 100.4925,
        "created_at": "2025-11-03 10:00:00",
        "updated_at": "2025-11-03 10:02:56"
    },
    {
        "id": 2,
        "name": "พระธาตุดอยสุเทพ",
        "description": "วัดพระธาตุดอยสุเทพราชวรวิหาร เป็นวัดสำคัญของจังหวัดเชียงใหม่ ตั้งอยู่บนยอดดอยสุเทพ สามารถมองเห็นทิวทัศน์เมืองเชียงใหม่ได้แบบ 360 องศา มีบันไดนาคราช 306 ขั้น",
        "lat": "18.8046",
        "lon": "98.9216",
        "created_at": "2025-11-03 10:05:00"
    },
    {
        "id": 3,
        "name": "วัดพระธาตุหริภุญชัย",
        "description": "วัดพระธาตุหริภุญชัยวรมหาวิหาร เป็นวัดเก่าแก่สมัยหริภุญชัย มีพระธาตุเจดีย์ทรงล้านนาสูง 46 เมตร หุ้มด้วยทองคำแท้ เป็นศูนย์รวมจิตใจของชาวลำพูน",
        "lat": "18.5742",
        "lon": "99.0082",
        "created_at": "2025-11-03 10:10:00"
    },
    {
        "id": 4,
        "name": "วัดพระธาตุลำปางหลวง",
        "description": "วัดพระธาตุลำปางหลวง เป็นวัดเก่าแก่สร้างในสมัยพระนางจามเทวี มีเจดีย์ทรงล้านนาสูง 45 เมตร เป็นสถาปัตยกรรมที่สวยงามและศักดิ์สิทธิ์ของจังหวัดลำปาง",
        "lat": "18.3030",
        "lon": "99.5063",
        "created_at": "2025-11-03 10:15:00"
    },
    {
        "id": 5,
        "name": "วัดพระธาตุช่อแห",
        "description": "วัดพระธาตุช่อแห เป็นวัดเก่าแก่เกือบ 700 ปี มีพระธาตุเจดีย์ทรงล้านนาโบราณที่งดงาม และเป็นที่เคารพสักการะของชาวพะเยา ตั้งอยู่ริมกว๊านพะเยา",
        "lat": "19.1929",
        "lon": "99.8999",
        "created_at": "2025-11-03 10:20:00"
    },
    {
        "id": 6,
        "name": "วัดร่องขุ่น (วัดขาว)",
        "description": "วัดร่องขุ่น หรือวัดขาว เป็นวัดศิลปะร่วมสมัยที่มีชื่อเสียงระดับโลก ออกแบบโดยอาจารย์เฉลิมชัย โฆษิตพิพัฒน์ มีความงดงามและความหมายเชิงลึกทางพุทธศาสนา",
        "lat": "19.8244",
        "lon": "99.7632",
        "created_at": "2025-11-03 10:25:00"
    },
    {
        "id": 7,
        "name": "สะพานมิตรภาพไทย-ลาว",
        "description": "สะพานมิตรภาพไทย-ลาว แห่งแรกเชื่อมระหว่างจังหวัดหนองคายกับนครหลวงเวียงจันทน์ เป็นสะพานที่มีความสำคัญทางเศรษฐกิจและการท่องเที่ยว มีมุมชมวิวแม่น้ำโขงสวยงาม",
        "lat": "17.8783",
        "lon": "102.7356",
        "created_at": "2025-11-03 10:30:00"
    },
    {
        "id": 8,
        "name": "พระธาตุพนม",
        "description": "พระธาตุพนม เป็นเจดีย์คู่บ้านคู่เมืองของภาคอีสาน อายุกว่า 2,500 ปี เป็นที่เคารพสักการะของชาวไทยและลาว มีประเพณีนมัสการพระธาตุพนมทุกปีในเดือน 3",
        "lat": "16.9264",
        "lon": "104.7156",
        "created_at": "2025-11-03 10:35:00"
    },
    {
        "id": 9,
        "name": "ปราสาทหินพิมาย",
        "description": "ปราสาทหินพิมายเป็นปราสาทหินสมัยขอม สร้างขึ้นในสมัยพระเจ้าสุริยวรมันที่ 1 มีอายุเก่ากว่านครวัด เป็นสถาปัตยกรรมที่งดงามและมีความสำคัญทางประวัติศาสตร์",
        "lat": "15.2217",
        "lon": "102.4945",
        "created_at": "2025-11-03 10:40:00"
    },
    {
        "id": 10,
        "name": "ถ้าพระนอน",
        "description": "ถ้าพระนอน เป็นถ้ำธรรมชาติที่มีพระพุทธรูปนอนขนาดใหญ่ยาว 20 เมตร อยู่ในอุทยานแห่งชาติภูพาน เป็นสถานที่ท่องเที่ยวและสักการะที่สำคัญของจังหวัดสกลนคร",
        "lat": "17.1556",
        "lon": "104.0959",
        "created_at": "2025-11-03 10:45:00"
    },
    {
        "id": 11,
        "name": "วัดพระธาตุช้างค้ำวรวิหาร",
        "description": "วัดพระธาตุช้างค้ำวรวิหาร มีเจดีย์ทรงล้านนาประดับด้วยรูปช้าง 4 เชือก ค้ำฐานเจดีย์ เป็นสัญลักษณ์ของจังหวัดน่าน มีประวัติความเป็นมากว่า 600 ปี",
        "lat": "18.7756",
        "lon": "100.7728",
        "created_at": "2025-11-03 10:50:00"
    },
    {
        "id": 12,
        "name": "ภูกระดึง",
        "description": "อุทยานแห่งชาติภูกระดึง เป็นภูเขาที่มีความสูง 1,316 เมตร มีทุ่งหญ้าบนยอดเขาที่สวยงาม เป็นแหล่งท่องเที่ยวที่ได้รับความนิยมมาก เปิดเดือนตุลาคม-พฤษภาคม",
        "lat": "16.8946",
        "lon": "101.7436",
        "created_at": "2025-11-03 10:55:00"
    },
    {
        "id": 13,
        "name": "เขื่อนภูมิพล",
        "description": "เขื่อนภูมิพล เป็นเขื่อนหินทิ้งขนาดใหญ่ที่สุดในประเทศไทย สร้างกั้นแม่น้ำปิง มีทิวทัศน์สวยงาม เป็นแหล่งผลิตไฟฟ้าพลังน้ำและแหล่งท่องเที่ยวสำคัญของตาก",
        "lat": "17.2429",
        "lon": "98.9680",
        "created_at": "2025-11-03 11:00:00"
    },
    {
        "id": 14,
        "name": "น้ำตกแม่สุริน",
        "description": "น้ำตกแม่สุรินทร์เป็นน้ำตกที่สูงที่สุดในประเทศไทย ความสูง 280 เมตร ตั้งอยู่ในอุทยานแห่งชาติน้ำตกแม่สุริน จังหวัดแม่ฮ่องสอน มีความสวยงามตระการตา",
        "lat": "19.3577",
        "lon": "97.9868",
        "created_at": "2025-11-03 11:05:00"
    },
    {
        "id": 15,
        "name": "พระธาตุดอยคำ",
        "description": "พระธาตุดอยคำ เป็นพระธาตุเก่าแก่บนยอดดอยคำ มีมุมชมวิวสามเหลี่ยมทองคำ สามารถมองเห็นดินแดนของไทย ลาว และเมียนมา พร้อมแม่น้ำโขงและแม่น้ำรวก",
        "lat": "20.2840",
        "lon": "100.0863",
        "created_at": "2025-11-03 11:10:00"
    }
]